Repository: 84000/data-translation-memory
Catalog: toh598-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མའི་གཟུངས་ཞེས་བྱ་བའི་རྟོག་པ།
en: A Ritual Manual for The Uṣṇīṣavijayā Dhāraṇī

source: གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Uṣṇīṣavijayā

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་བདེ་བ་ཅན་ན་བཞུགས་སོ།
en: The Blessed One was residing in Sukhāvatī.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཚེ་དཔག་མེད་ཆོས་ཡང་དག་པར་སྡུད་པའི་ཕུག་ཆེན་པོའི་ཁང་བཟངས་ཀྱི་ཚལ་བདེ་བ་ལ་ཉེ་བར་བཞུགས་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་བུ་སེམས་ཅན་སྡུག་བསྔལ་དང་ནད་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་གཟིར་ཅིང་ཚེ་ཐུང་བ་ཡོད་དེ།
en: The blessed, thus-gone, worthy, perfectly awakened Buddha Amitāyus was staying joyfully in the grove of the excellent secret palace, Dharma Proclamation. He said to the bodhisattva, the great being, Noble Avalokiteśvara, “Child of noble family, there are beings who suffer, are afflicted with diseases, and have short lifespans.

source: དེ་རྣམས་ཀྱི་དོན་དུ་ཚེ་རིང་བར་ཉེ་བར་བསྒྲུབ་པར་བྱ་བའི་ཕྱིར། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མ་ཞེས་བྱ་བའི་གཟུངས་འདི་གཟུང་བར་བྱ། གཞན་རྣམས་ལ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་པར་བྱའོ།
en: To help them, one should uphold this dhāraṇī called the crown victory of all tathāgatas and teach it extensively to others for the sake of long life.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྟན་ལས་ལངས་ཏེ་ཐལ་མོ་སྦྱར་བར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མ་ཞེས་བྱ་བའི་གཟུངས་བསྟན་དུ་གསོལ།
en: Then the bodhisattva, the great being, Avalokiteśvara arose from his seat, joined his palms, and said to the Blessed One, “Blessed One, please teach the dhāraṇī called the crown victory of all tathāgatas

source: བདེ་བར་གཤེགས་པ་བསྟན་དུ་གསོལ།
en: Well-Gone One, please teach it!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་གཟིགས་ཏེ། ཀུན་དུ་སྣང་བའི་དཔལ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མ་ཞེས་བྱ་བའི་གཟུངས་འདི་བཀའ་སྩལ་ཏོ། །ཨོྃ་ན་མོ་བྷ་ག་བ་ཏེ་སརྦ་ཏྲཻ་ལོ་ཀྱ་པྲ་ཏི་བི་ཤིཥྚཱ་ཡ། བུདྡྷཱ་ཡ་ཏེ་ན་མཿ། ཏདྱ་ཏཱ། ཨོྃ་བྷྲཱུཾ་བྷྲཱུཾ་བྷྲཱུཾ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ཨ་ས་མ་ས་མནྟཱ་བ་བྷཱ་ས་སྥ་ར་ཎ་ག་ཏི། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུད་དྷེ། ཨ་བྷི་ཥིཉྩནྟུ་མཱཾ། སརྦ་ཏ་ཐཱ་ག་ཏཱ། སུ་ག་ཏ་བ་ར་བ་ཙ་ནཱ་མྲྀ་ཏཱ་བྷི་ཥེ་ཀཻ་རྨ་ཧཱ་མུ་དྲཱ་མནྟྲ་པ་དཻཿ། ཨོྃ་ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། མ་མ་ཨཱ་ཡུཿསནྦྷཱ་ར་ཎི། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤེ་དྷ་ཡ། ག་ག་ན་སྭ་བྷཱ་བ་བི་ཤུདྡྷེ། ཨུཥྞཱི་ཥ་བི་ཛ་ཡ་པ་རི་ཤུད་དྷེ། ས་ཧ་སྲ་ར་སྨི་སཾ་ཙོ་དེ་ཏི། སརྦ་ཏ་ཐཱ་ག་ཏཱ་བ་ལོ་ཀི་ནི། ཥཊྤཱ་ར་མི་ཏཱ་པ་རི་པཱུ་ར་ཎི། སརྦ་ཏ་ཐཱ་ག་ཏ་མཱ་ཏེ། ད་ཤ་བྷཱུ་མི་པྲ་ཏིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡཱ་དྷིཥྛཱ་ནཱ་དྷིཥྛི་ཏེ།
en: Then the Blessed One looked upon the circle of his perfect retinue, entered the samādhi called the splendor beheld everywhere , and pronounced this dhāraṇī called the crown victory of all tathāgatas

source: ཨོྃ་མུ་དྲེ་མུ་དྲེ་མ་ཧཱ་མུ་དྲེ་བཛྲ་ཀཱ་ཡ་སཾ་ཧ་ཏ་ན་པ་རི་ཤུདྡྷེ། སརྦ་ཀརྨ་ཨཱ་ཝ་ར་ཎ་བི་ཤུདྡྷེ་པྲ་ཏི་ནི་བརྟྟ་ཡ་མ་མཱ་ཡུརྦི་ཤུདྡྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ས་མ་ཡཱ་དྷིཥྛཱ་ནཱ་དྷིཥྛི་ཏེ། ཨོྃ་མུ་ནི་མུ་ནི། མ་ཧཱ་མུ་ནི། བི་མུ་ནི། བི་མུ་ནི། མ་ཧཱ་བི་མུ་ནི། མ་ཏི་མ་ཏི། མ་ཧཱ་མ་ཏི། མ་མ་ཏི།
en: “oṁ namo bhagavate sarvatrailokyaprativiśiṣṭāya buddhāya te namaḥ | tadyathā | oṁ bhrūṁ bhrūṁ bhrūṁ | śodhaya śodhaya | viśodhaya viśodhaya | asamasamantāvabhāsaspharaṇagatigaganasvabhāvaviśuddhe | abhiṣiñcantu māṃ sarvatathāgatāḥ sugatavaravacanāmṛtābhiṣekair mahāmudrāmantrapadaiḥ | oṁ āhara āhara mama āyuḥsandhāraṇi | śodhaya śodhaya | viśodhaya viśodhaya | gaganasvabhāvaviśuddhe | uṣṇīṣavijāyapariśuddhe | sahasraraśmisañcodite | sarvatathāgatāvalokini | ṣaṭpāramitāparipūraṇi | sarvatathāgatamāte | daśabhūmipratiṣṭḥite | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭḥite | oṁ mudre mudre mahāmudre | vajrakāyasaṃhatanapariśuddhe | sarvakarmāvaraṇaviśuddhe | pratinivartaya mamāyurviśuddhe | sarvatathāgatasamayādhiṣṭhānādhiṣṭhite | oṁ muni muni mahāmuni | vimuni vimuni mahāvimuni | mati mati mahāmati | mamati mamati mahāmamati| sumati sumati mahāsumati | tathatābhūtakoṭipariśuddhe | visphuṭabuddhiśuddhe | oṁ he he | jaya jaya | vijaya vijaya | smara smara | sphara sphara | sphāraya sphāraya | sarvabuddhādhiṣṭhānādhiṣṭhite | oṁ śuddhe śuddhe | buddhe buddhe | vajre vajre mahāvajre | suvajre | vajragarbhe | jayagarbhe | vijayagarbhe | vajrajvālagarbhe | vajrodbhave | vajrasambhave | vajre | vajrini | vajram bhavatu me śarīraṃ sarvasatvānāñ ca kāyapariśuddhir bhavatu | me sadā sarvagatipariśuddhiś

source: མ་མ་ཏི། མ་ཧཱ་མ་མ་ཏི། སུ་མ་ཏི་སུ་མ་ཏི། མ་ཧཱ་སུམ་ཏི། ཏ་ཐཱ་ཏཱ་བྷཱ་ཏ་ཀོ་ཊི་པ་རི་ཤུདྡྷེ། བི་སྥུ་ཊ་བུདྡྷི་ཤུདྡྷེ། ཨོྃ་ཧེ་ཧེ་ཛ་ཡ་ཛ་ཡ། བི་ཛ་ཡ་བི་ཛ་ཡ། སྨ་ར་སྨ་ར། སྥ་ར་སྥ་ར། སྥཱ་ར་ཡ་སྥཱ་ར་ཡ། སརྦ་བུདྡྷཱ་དྷིཥྛཱ་ནཱ་དྷིཥྛི་ཏེ། ཨོྃ་ཤུདྡྷེ་ཤུདྡྷེ། བུདྡྷེ་བུདྡྷེ། བཛྲེ་བཛྲེ། མ་ཧཱ་བཛྲེ། སུ་བཛྲེ། བཛྲ་གརྦྷེ། ཛ་ཡ་གརྦྷེ། བི་ཛ་ཡ་གརྦྷེ། བཛྲ་ཛྭཱ་ལཱ་གརྦྷེ་བཛྲོདྡྷ་བེ། བཛྲ་སཾ་བྷ་བེ་བཛྲེ་བཛྲཱི་ཎི་བཛྲམྦྷ་བ་ཏུ་མེ་ཤ་རཱི་རཾ་སརྦ་ས་ཏྭཱནཱཉྩ། ཀཱ་ཡ་པ་རི་ཤུདྡྷིརྦྷ་བ་ཏུ་མེ་ས་དཱ། སརྦ་ག་ཏི་པ་རི་ཤུདྡྷི་ཤྩ། སརྦ་ཏ་ཐཱ་ག་ཏཱཤྩ་མཱཾ་ས་མཱ་སྭཱ་ས་ཡནྟུ། ཨོྃ་བུདྡྷྱ་བུདྡྷྱ། སིདྡྷྱ་སིདྡྷྱ། བོ་དྷ་ཡ་བོ་དྷ་ཡ། བི་བོ་དྷ་ཡ་བི་བོ་དྷ་ཡ། མོ་ཙ་ཡ་མོ་ཙ་ཡ།
en: ca | sarvatathāgatāś

source: བི་མོ་ཙ་ཡ་བི་མོ་ཙ་ཡ། ཤོ་དྷ་ཡ་ཤོ་དྷ་ཡ། བི་ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ས་མནྟཱ་ན་མོ་ཙ་ཡ་མོ་ཙ་ཡ་ས་མནྟ་ར་སྨི་པ་རི་ཤུདྡྷེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ཧྲྀ་ད་ཡཱ་དྷིཥྛཱ་ནཱ་དྷིཥྛི་ཏེ། ཨོྃ་མུ་དྲེ་མུ་དྲེ་མ་ཧཱ་མུ་དྲེ་མ་ཧཱ་མུ་དྲཱ་མནྟྲ་པ་དཻཿསྭཱ་ཧཱ།
en: ca māṃ samāśvāsayantu | oṁ budhya budhya | siddhya siddhya | bodhaya bodhaya | vibodhaya vibodhaya | mocaya mocaya | vimocaya vimocaya | śodhaya śodhaya | viśodhaya viśodhaya | samantān mocaya mocaya | samantaraśmipariśuddhe | sarvatathāgatahṛdayādhiṣṭhānādhiṣṭhite | oṁ mudre mudre mahāmudre | mahāmudrāmantrapadaiḥ svāhā.

source: རིགས་ཀྱི་བུ་གང་འདི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་མ་ཞེས་བྱ་བའི་གཟུངས། འཆི་བའི་དབྱུག་པ་ཆེན་པོ་འཛིན་པ། སྡིག་པ་ཞི་བར་བྱེད་པའི་དག་བྱེད་དོ།
en: “Child of noble family, this dhāraṇī of the crown victory of all tathāgatas is the destroyer of the great cudgel of death, the purifier, the destroyer of evil deeds.

source: །གང་སུ་དག་ཚེ་རིང་བར་འདོད་པས་འཆད་པར་འགྱུར་བའི་རིམ་པས་བཀླག་པར་བྱའོ།
en: Anyone who wants a long lifespan should read this dhāraṇī aloud following the rite that I will explain here.

source: །ས་ཕྱོགས་ཡངས་བ་ཁ་ཅིག་ཏུ་ས་དང་བ་བྱུང་གིས་ཉེ་བར་བྱུགས་ལ།
en: “Smear a wide clearing on the ground with earth and substances derived from a cow.

source: དྲི་བཟང་གི་ཆབ་ཀྱིས་ཆག་ཆག་གདབ་པར་བྱའོ།
en: Sprinkle it with saffron-infused water.

source: །སྟེང་དུ་བླ་རེས་ཀྱིས་བྲེས་ཤིང་འཕྱང་དུ་བཅུག་ནས།
en: Adorn it with a canopy above, and let that hang down.

source: དེའི་དབུས་སུ་རྡུལ་ཚོན་དཀར་པོས་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་ཤིན་ཏུ་བརྒྱན་པར་གདབ་པར་བྱའོ།
en: At the center draw an elaborately ornamented eight-spoked wheel with white powder.

source: །གང་དེའི་དབུས་སུ། རང་བཞིན་གྱི་སྙིང་པོ་འབྱུང་བའི་གཙུག་ཏོར་རོ།
en: At the center of that is Uṣṇīṣa Arisen from the Natural Essence.

source: །དེ་ལྟར་རིམ་པ་ཇི་ལྟ་བར་ཤར་ལ་སོགས་པའི་རྩིབས་རྣམས་སུ་ནམ་མཁའ་ལྟར་འདུས་པའི་བཟའ་སྟོན་འབྱུང་བའི་གཙུག་ཏོར་དང་། སའི་སྙིང་པོ་འབྱུང་བའི་གཙུག་ཏོར་དང་། ནོར་བུའི་སྙིང་པོ་འབྱུང་བའི་གཙུག་ཏོར་དང་། རོ་བཅུད་ཀྱི་སྙིང་པོ་འབྱུང་བའི་གཙུག་ཏོར་དང་། སྙིང་པོ་དཔག་མེད་འབྱུང་བའི་གཙུག་ཏོར་དང་། གཟི་བརྗིད་སྙིང་པོ་འབྱུང་བའི་གཙུག་ཏོར་དང་། རྔའི་སྒྲ་དབྱངས་འབྱུང་བའི་གཙུག་ཏོར་དང་། སེར་བུ་འབྱུང་བའི་གཙུག་ཏོར་ཏེ།
en: Then, install these tathāgatas on each of the spokes of the wheel in order, starting in the east: Uṣṇīṣa Arisen from the Sky-Like Feast Gathering, Uṣṇīṣa Arisen from the Essence of the Earth, Uṣṇīṣa Arisen from the Essence of Jewels, Uṣṇīṣa Arisen from Nutritious Food, Uṣṇīṣa Arisen from the Boundless Essence, Uṣṇīṣa Arisen from the Essence of Splendor, Uṣṇīṣa Arisen from the Sound of a Drum, and Uṣṇīṣa Arisen from a Breeze.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་བཞུགས་སུ་གསོལ་ལོ། །དེའི་ཡང་ཕྱི་རོལ་ཉིད་དུ་པདྨ་འདབ་མ་བཅུ་དྲུག་པ་ལེགས་པར་བྲི་བར་བྱའོ། །འདབ་མ་སོ་སོ་རེ་རེར་རིམ་པ་ཇི་ལྟ་བར་ཐིག་ལེ་བཅུ་དྲུག་ལས་བྱུང་བའི་དེ་བཞིན་གཤེགས་པ་རྣམས་བཞུགས་སུ་གསོལ་ལོ།
en: “Draw a sixteen-petaled lotus directly on the outside of this and install, on each petal and in proper order, the following tathāgatas arisen from the sixteen drops:

source: །ནང་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། ཕྱི་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། ཕྱི་ནང་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། སྟོང་པ་ཉིད་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། དོན་དམ་པ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། འདུས་བྱས་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། འདུས་མ་བྱས་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། དོར་བ་མེད་པ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། རང་བཞིན་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་གཏོར་དང་། མི་དམིགས་པ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། རང་གི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་དང་། དངོས་པོ་མེད་པའི་རང་གི་ངོ་བོ་སྟོང་པ་ཉིད་འབྱུང་བའི་གཙུག་ཏོར་རོ།
en: Uṣṇīṣa Arisen from Inner Emptiness, Uṣṇīṣa Arisen from Outer Emptiness, Uṣṇīṣa Arisen from Outer and Inner Emptiness, Uṣṇīṣa Arisen from the Emptiness of Emptiness, Uṣṇīṣa Arisen from Ultimate Emptiness, Uṣṇīṣa Arisen from the Emptiness of Compounded Phenomena, Uṣṇīṣa Arisen from the Emptiness of Uncompounded Phenomena, Uṣṇīṣa Arisen from Beginningless and Endless Emptiness, Uṣṇīṣa Arisen from the Emptiness of Nonrejection, Uṣṇīṣa Arisen from the Natural Emptiness, Uṣṇīṣa Arisen from the Emptiness of All Phenomena, Uṣṇīṣa Arisen from the Emptiness of Own-Characteristics, Uṣṇīṣa Arisen from the Emptiness of the Unobserved, Uṣṇīṣa Arisen from the Emptiness of Nonentities, Uṣṇīṣa Arisen from the Emptiness of Own-Essence, and Uṣṇīṣa Arisen from the Emptiness of Own-Essence of Nonentities.

source: །དེ་བཞིན་གཤེགས་པ་བཞུགས་པའི་གདན་གྱི་དཀྱིལ་འཁོར་བྱས་ནས་དུས་ཇི་ལྟ་བའི་མེ་ཏོག་གི་རྣམ་པ་དབུལ་བར་བྱའོ།
en: “Make a maṇḍala with seats for the tathāgatas and offer them whatever flowers are in season.

source: །དེའི་ཕྱེད་ཀྱི་སྟེང་དུ་ཁྲི་བཙུགས་ཏེ་ཆུའི་སྣོད་དུ་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོའི་མཆོད་རྟེན་བཞུགས་པར་བྱའོ།
en: Set up a throne in the upper half of it and place upon it a caitya of Vairocanagarbha in a water vessel.

source: །ཤོག་བུ་འམ་ལོ་མ་ལ་སྔགས་ཀྱི་ཡི་གེ་སྒྲུབ་པ་པོའི་མིང་ཅན་ཡང་བཞུགས་པར་བྱའོ། །བུམ་པ་ཆུ་ཡིས་བཀང་བ་ཡང་གཞག་པར་བྱའོ།
en: Also place there a piece of paper or a leaf with the syllables of the mantra and the practitioner’s name on it and a vase filled with water.

source: །པདྨའི་ཕྱི་རོལ་ཕྱོགས་བཞིར་བུམ་པ་བཞི་ཡང་བཞག་པར་བྱའོ། །དར་གྱི་ལྡ་ལྡི་དང་གདུགས་དང་བ་དན་གྱིས་ཉེ་བར་མཛེས་པར་བྱས་ནས།
en: “Place four vases in the four directions surrounding the lotus and decorate them with silken tassels, parasols, and pennants. To the east place the goddess Uṣṇīṣavijayā Who Conquers All Obstacles. In the south is the goddess Uṣṇīṣavijayā Who Conquers Death. In the west is the goddess Uṣṇīṣavijayā Who Conquers Afflictive Emotions.

source: ཡང་ཤར་དུ་བགེགས་རབ་ཏུ་འཇོམས་པའི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་ལྷ་མོ་དང་། ལྷོར་འཆི་བ་རབ་ཏུ་འཇོམས་པའི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་ལྷ་མོ་དང་། ནུབ་ཏུ་ཉོན་མོངས་པ་རབ་ཏུ་འཇོམས་པའི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་ལྷ་མོ་དང་། བྱང་དུ་ཕུང་པོའི་ནད་རབ་ཏུ་འཇོམས་པའི་གཙུག་ཏོར་རྣམ་པར་རྒྱལ་བའི་ལྷ་མོ་དང་། མེར་རྡོ་རྗེ་ཕྲེང་བ་ཚེ་སྦྱིན་མ་དང་། བདེན་བྲལ་དུ་སྒྱུ་མ་ཆེན་མོ་དང་། རླུང་དུ་གསེར་འོད་མ་དང་། དབང་ལྡན་དུ་གསེར་གྱི་ཕྲེང་བ་ཅན་ཚེ་སྦྱིན་མའོ།
en: In the north is the goddess Uṣṇīṣavijayā Who Conquers Illnesses of the Aggregates. In the southeast is Life-Granting Vajra Garland. In the southwest is Mahāmāyā. In the northwest is Golden Light. In the northeast is Life-Granting Golden Garland.

source: །སྣོད་བཞི་ཆུ་དྲི་བཟང་དང་བཅས་པས་བཀང་སྟེ། མེ་ཏོག་གི་ཕྲེང་བ་འཕྱང་དུ་གཞུག་པར་བྱའོ།
en: “Fill four vessels with perfumed water, hang flower garlands on them, and place them there also.

source: །འདིའི་མཐར་རེ་ཁཱ་གསུམ་རྡུལ་ཚོན་གྱིས་བྲི་བར་བྱའོ།
en: Around these draw three images with colored powder.

source: །ཕྲེང་བ་དང་པོ་ལ་སྐྲ་ལ་སོགས་པ་མེད་པའི་འཇིམ་པ་རློན་པ་ལ་བྱས་པའི་སཙྪ་སྟོང་ཕྲག་གཅིག་བསྒྲིག་པར་བྱའོ།
en: In the first line arrange one thousand molded images made with wet clay that is free from hairs and the like.

source: །མ་གྲུབ་ན་བརྒྱ་ངེས་པར་བཞུགས་པར་བྱའོ།
en: If one thousand are not possible, it is essential to set out at least one hundred.

source: །ཕྱོགས་བཞིར་བཀུར་སྟི་དང་བསྟི་སྟང་ཆེན་པོའི་མཆོད་པ་བྱས་ནས།
en: Make offerings in the four directions with utmost honor and respect.

source: ཚིག་གཞན་མི་སྨྲ་བའི་དམ་བཅའ་འཛིན་པའི་ཆོས་སྨྲ་བ་རྣམས་ཀྱིས་གཟུངས་འདི་བཀླག་པར་བྱའོ།
en: “A dharmabhāṇaka who maintains a vow not to speak any other words should recite this dhāraṇī.

source: །ལན་རེ་རེ་ཞིང་མཆོད་རྟེན་གྱི་དབུར་མཆོད་ཅིང་རབ་ཏུ་གནས་པར་བྱའོ།
en: Each time they recite the dhāraṇī, they should make offerings to the head of the caitya and consecrate it.

source: །སྟོང་ཕྲག་གཅིག་ཏུ་ཀློག་པས་དབུས་ཀྱི་མཆོད་རྟེན་གྱི་དབུར་ལག་པ་བསྐྱོད་ཅིང་མཆོད་པར་བྱའོ། །མེ་ཏོག་དང་། བདུག་སྤོས་དང་། མར་མེ་དང་། དྲི་ཆབ་དང་། ལྷ་བཤོས་ལ་སོགས་པ་མཆོད་པ་ཐམས་ཅད་སྟོང་ཕྲག་སོ་སོར་མཆོད་རྟེན་གྱི་ཕྲེང་བའི་རྣམ་པར་བྱས་ནས་མཆོད་པ་བྱའོ།
en: After reciting one thousand times, they should wave their hand at the head of the central caitya and make offerings of flowers, incense, lamps, scented water, food offerings, and so forth. One thousand of each of these offerings should be arranged in lines around the caitya.

source: །ཇི་སྲིད་ཡོངས་སུ་མ་རྫོགས་པ་དེ་སྲིད་དུ་མར་མེའི་ཕྲེང་བ་རླུང་གིས་མི་ཉམས་པ་སྦར་བར་བྱའོ། །མཉམ་པར་གཞག་ཅིང་གཙང་སྦྲས་རབ་ཏུ་འཇུག་པར་བྱའོ།
en: Make sure that the line of lamps burns without being blown out by the wind for as long as it takes to finish the rite, and maintain equipoise and strict purity.

source: །དེ་ལྟར་བྱས་ན་ཞག་བདུན་པའི་ཚེ་ལོ་བདུན་དུ་འཚོ་བར་འགྱུར་རོ། །ལོ་བདུན་པའི་ཚེ་ནི་དེ་ལྟར་ཚེ་མཆོག་འཐོབ་ཅིང་ནད་ལས་རྣམ་པར་གྲོལ་ནས་ལོ་བརྒྱར་འཚོ་བར་འགྱུར་རོ། །དུས་མ་ཡིན་པའི་འཆི་བ་ཡང་ཐམས་ཅད་དུ་རྙེད་པར་མི་འགྱུར་རོ།
en: “If the rite is performed in this way, a lifespan of seven days will thereby become seven years, a lifespan of seven years will become a supremely long life, one will be free from illness and live for a hundred years, and one will never meet an untimely death.

source: །དེ་ལྟ་བུའི་ཉེ་བར་སྤྱོད་པའི་རིམ་པ་ལས་གཞན་དུ་བྱས་ན་དེ་ཡིས་འགྲུབ་པ་མ་ཡིན་ནོ།
en: If one follows some other procedure to perform the rite, it will not work.”

source: །རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This was the first chapter.

source: །།རྟོག་པ་འདི་ཡང་དག་པའི་དགེ་བའི་བཤེས་གཉེན་སྡོམ་བརྩོན་དམ་པ་འདུལ་བའི་གཙུག་ལག་ལ་ཟླ་མེད་པར་སྨྲ་བ་ནེའུ་མཁན་པོའི་གསུང་བཞིན་དུ། མང་དུ་ཐོས་པའི་ལོཙྪ་བ་གནས་བརྟན་དཔལ་ཉི་མ་རྒྱལ་མཚན་བཟང་པོས་དཔལ་ཐར་པ་གླིང་གི་གཙུག་ལག་ཁང་དུ་རང་གིས་བསྒྱུར་བའོ།།
en: This ritual manual was translated in Glorious Tharpa Ling Temple by the learned Lotsāwa Neten Palkyi Nyima Gyaltsen Sangpo following the instructions of the genuine spiritual friend, the sublime monk and unparalleled teacher of the Vinaya Piṭaka, Ne’u Khenpo.
